-- 참외 (item_id = 1)
INSERT INTO provider_products (item_id, grade, size, price)
VALUES
(1, '선물용', '대과', 8500),
(1, '선물용', '중과', 8500),
(1, '선물용', '소과', 8500),
(1, '선물용', '꼬마과', 8500),
(1, '정품',   '대과', 7300),
(1, '정품',   '중과', 7300),
(1, '정품',   '소과', 7300),
(1, '정품',   '꼬마과', 7300),
(1, '가정용', '대과', 6200),
(1, '가정용', '중과', 6200),
(1, '가정용', '소과', 6200),
(1, '가정용', '꼬마과', 6200),
(1, '못난이', '대과', 5300),
(1, '못난이', '중과', 5300),
(1, '못난이', '소과', 5300),
(1, '못난이', '꼬마과', 5300),
(1, '못난이', '혼합과', 4500),

-- 토마토 (item_id = 2)
(2, '가정용', '랜덤혼합', 1800);